import Aboutuspic from "../assets/about.png";

const Aboutus = () => {
  return (
    <>
      <div className=" bg-whiteSmoke pt-24 ">
        <div className="w-[80%]  mx-auto rounded-lg bg-whiteSmoke shadow-2xl">
          <div className="w-[98%] grid lg:grid-cols-2  ">
            <div>
              <img
                src={Aboutuspic}
                className="md:m-2 sm:p-2 md:rounded-lg sm:block md:bolck "
              ></img>
            </div>
            <div className="space-y-5">
              <h1 className="font-Vazir text-2xl m-5 mt-6 text-red1 text-center ">
                درباره ما
              </h1>
              <p className="font-Vazir m-6 text-carbon text-justify">
                دیجی استور یک فروشگاه تخصصی در حوزه‌ی گجت‌ها و محصولات دیجیتال
                است که با هدف ایجاد یک تجربه‌ی خرید مطمئن، شفاف و لذت‌بخش برای
                کاربران شکل گرفته است. ما باور داریم که انتخاب یک لپ‌تاپ، گوشی،
                هدفون یا هر ابزار دیجیتال دیگری باید ساده، سریع و همراه با
                اطلاعات واقعی باشد؛ نه گیج‌کننده و وقت‌گیر.
              </p>
              <p className="font-Vazir m-6 text-carbon text-justify">
                🎯 ماموریت ما در دیجی استوره تلاش می‌کنیم: محصولات اورجینال و
                دارای گارانتی معتبر ارائه کنیم قیمت‌ها را شفاف و رقابتی نگه
                داریم اطلاعات محصولات را بدون اغراق و کاملاً واقعی منتشر کنیم
                تجربه خرید آنلاین را برای کاربران آسان، سریع و همراه با پشتیبانی
                کنیم
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};
export default Aboutus;
